var data = {
    "navs": [
        {
            "name": "选择设备",
            "selectType": "multi",
            "type": "devices",
            "values": [
                {
                    "id": "1",
                    "name": "PC"
                },
                {
                    "id": "2",
                    "name": "移动"
                }
            ]
        },
        {
            "name": "选择模版",
            "selectType": "multi",
            "type": "size",
            "values": [
                {
                    "id": "1",
                    "name": "300×250"
                },
                {
                    "id": "2",
                    "name": "250×250"
                },
                {
                    "id": "3",
                    "name": "200×200"
                },
                {
                    "id": "4",
                    "name": "240×200"
                },
                {
                    "id": "5",
                    "name": "250×230"
                },
                {
                    "id": "6",
                    "name": "240×170"
                },
                {
                    "id": "7",
                    "name": "336×280"
                },
                {
                    "id": "9",
                    "name": "1000×90"
                },
                {
                    "id": "10",
                    "name": "970×90"
                },
                {
                    "id": "11",
                    "name": "960×90"
                },
                {
                    "id": "12",
                    "name": "728×90"
                },
                {
                    "id": "13",
                    "name": "640×90"
                },
                {
                    "id": "14",
                    "name": "600×90"
                },
                {
                    "id": "15",
                    "name": "340×120"
                },
                {
                    "id": "16",
                    "name": "300×100"
                },
                {
                    "id": "17",
                    "name": "260×120"
                },
                {
                    "id": "18",
                    "name": "468×60"
                },
                {
                    "id": "19",
                    "name": "160×600"
                },
                {
                    "id": "20",
                    "name": "120×600"
                }
            ]
        }
    ],
    "grids": []
}